Repository: CofficLab/GitOK
Catalog: Packages/PluginDiagnosticsSettings/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Browse GitOK's runtime logs with filters.
zh_hans: 带筛选浏览 GitOK 运行时日志。
zh_hk: 帶篩選瀏覽 GitOK 運行時日誌。

source: Copied to clipboard
zh_hans: 已复制到剪贴板
zh_hk: 已複製到剪貼簿

source: Copy app, git and system info to the clipboard
zh_hans: 将应用、git 和系统信息复制到剪贴板
zh_hk: 將應用程式、git 和系統資訊複製到剪貼簿

source: Copy diagnostic information
zh_hans: 复制诊断信息
zh_hk: 複製診斷資訊

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Diagnostic information
zh_hans: 诊断信息
zh_hk: 診斷資訊

source: Diagnostics
zh_hans: 诊断
zh_hk: 診斷

source: Diagnostics Inspector
zh_hans: 诊断检查器
zh_hk: 診斷檢查器

source: Diagnostics Settings
zh_hans: 诊断设置
zh_hk: 診斷設定

source: Export details that make issues reproducible.
zh_hans: 导出让问题可复现的细节。
zh_hk: 導出讓問題可復現的細節。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Inspect
zh_hans: 检查
zh_hk: 檢查

source: Inspect providers, plugins, and services state.
zh_hans: 检查提供方、插件与服务的状态。
zh_hk: 檢查提供方、插件與服務的狀態。

source: Inspector
zh_hans: 检查器
zh_hk: 檢查器

source: Last launch
zh_hans: 上次启动
zh_hk: 上次啟動

source: Log Viewer
zh_hans: 日志查看器
zh_hk: 日誌查看器

source: Logs
zh_hans: 日志
zh_hk: 日誌

source: Logs and services are explored with filters.
zh_hans: 带筛选探索日志与服务。
zh_hk: 帶篩選探索日誌與服務。

source: Normal
zh_hans: 正常
zh_hk: 正常

source: Open Application Support
zh_hans: 打开 Application Support
zh_hk: 開啟 Application Support

source: Open diagnostics
zh_hans: 打开诊断
zh_hk: 打開診斷

source: Relevant details are exported for support.
zh_hans: 导出相关细节用于支持排查。
zh_hk: 導出相關細節用於支持排查。

source: Report
zh_hans: 报告
zh_hk: 報告

source: Repro
zh_hans: 复现
zh_hk: 復現

source: Repro Guidance
zh_hans: 复现指引
zh_hk: 復現指引

source: Reveal the GitOK data directory in Finder
zh_hans: 在访达中显示 GitOK 数据目录
zh_hk: 在 Finder 中顯示 GitOK 資料目錄

source: Status
zh_hans: 状态
zh_hk: 狀態

source: The diagnostics view loads current state.
zh_hans: 诊断视图加载当前状态。
zh_hk: 診斷視圖加載當前狀態。

source: When something feels off, start here.
zh_hans: 感觉不对劲时，从这里开始。
zh_hk: 感覺不對勁時，從這裏開始。

source: place to diagnose
zh_hans: 诊断入口
zh_hk: 診斷入口

source: visibility
zh_hans: 可见性
zh_hk: 可見性
